const tabsList = [
    {
        title: 'Библиотека React',
        text: `React — JavaScript-библиотека с открытым исходным кодом для разработки пользовательских
            интерфейсов. React разрабатывается и поддерживается Facebook, Instagram и сообществом
            отдельных разработчиков и корпораций. React может использоваться для разработки одностраничных
            и мобильных приложений.`
    }, {
        title: 'React компоненты',
        text: `Компоненты React – это самодостаточные элементы, которые можно использовать на странице
            любое количество раз. Во многом компоненты ведут себя как обычные JavaSript функции. Они
            принимают входные данные, так называемые props, и возвращают React-элементы, описывающие то,
            что мы хотим увидеть на экране.`
    }, {
        title: 'Виртуальный DOM',
        text: `Виртуальный DOM — это дубликат реального DOM. Когда в приложении происходят изменения,
            виртуальный DOM обновляется вместо реального.`
    }
]

export default tabsList





