const articlesList = [
    {
        href: 'https://ru.wikipedia.org/wiki/%D0%9C%D0%BB%D0%B5%D1%87%D0%BD%D1%8B%D0%B9_%D0%9F%D1%83%D1%82%D1%8C',
        title: 'Галактика Млечный путь',
        image: 'https://hi-news.ru/wp-content/uploads/2024/05/milk_way_1.jpg',
        text: `Млечный путь - галактика, в которой находится Земля и Солнечная система.
            Относится к типу спиральных галактик с перемычкой. Радиус Млечного Пути считается
            равным радиусу его звёздного диска и составляет 16 килопарсек. В Млечном Пути
            находится от 100 до 400 миллиардов звёзд. По сравнению с другими спиральными
            галактиками Млечный Путь имеет довольно большую массу и высокую светимость.
            Солнечная система движется вокруг центра галактики со скоростью 220 км/с.`
    },

    {
        href: 'https://ru.wikipedia.org/wiki/%D0%9E%D0%BB%D0%B8%D0%BC%D0%BF%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B5_%D0%B8%D0%B3%D1%80%D1%8B',
        title: 'Олимпийские игры',
        image: 'https://img.freepik.com/premium-photo/olympic-games-are-athletes-olympic-games_662214-136455.jpg',
        text: `Олимпийские игры — крупнейшие международные комплексные спортивные соревнования,
            которые проводят раз в четыре года под эгидой Международного олимпийского комитета (МОК).
            Медаль, завоёванная на Олимпийских играх, считается одним из наивысших достижений в спорте.
            Традиция проведения Олимпийских игр, существовавшая в Древней Греции, зародилась как часть
            религиозного культа. Античные Олимпийские игры проводились в Олимпии, считавшейся у греков
            священным местом.`
    },
]

export default articlesList





